tap "homebrew/cask-versions"
tap "homebrew/cask-fonts"
tap "buo/homebrew-cask-upgrade"
#tap "adoptopenjdk/openjdk"

brew "bottom"
brew "python"
brew "dockutil"
brew "exa"
brew "fd"
brew "fish"
brew "fzf"
brew "git"
brew "grc"
brew "gradle"
brew "helm"
#brew "bottom"
brew "iftop"
brew "kubernetes-cli"
brew "kubectx"
brew "minikube"
brew "neovim"
brew "pv"
brew "sk"
brew "z"
brew "k9s"

cask "appcleaner"
#cask "dropbox"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono"
#cask "google-backup-and-sync"
cask "hammerspoon"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keka"
cask "spotify"
cask "telegram"
cask "visual-studio-code"
#cask "visualvm"
