tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/cask-fonts"
tap "buo/homebrew-cask-upgrade"
tap "derailed/k9s"
tap "neovim/neovim"

brew "bash"
brew "bottom"
brew "python"
brew "coreutils"
brew "docker-machine-driver-hyperkit"
brew "dockutil"
brew "exa"
brew "fd"
brew "fish"
brew "fzf"
brew "git"
brew "grc"
brew "gradle"
brew "helm"
brew "bottom"
brew "iftop"
brew "kubernetes-cli"
brew "kubectx"
brew "minikube"
brew "neovim"
brew "pv"
brew "rmtrash"
brew "rustup-init"
brew "sk"
brew "watch"
brew "wget"
brew "z"
brew "derailed/k9s/k9s"

cask "appcleaner"
cask "docker"
cask "dropbox"
cask "font-fantasquesansmono-nerd-font-mono"
cask "font-firacode-nerd-font-mono"
cask "font-iosevka-nerd-font"
cask "font-iosevka-nerd-font-mono"
cask "font-jetbrains-mono"
cask "google-backup-and-sync"
cask "hammerspoon"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keka"
cask "skitch"
cask "spotify"
cask "telegram"
cask "transmission"
cask "ukelele"
cask "visual-studio-code"
cask "visualvm"
