tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/cask-fonts"
tap "buo/homebrew-cask-upgrade"
tap "derailed/k9s"
tap "jesseduffield/lazydocker"
tap "ktr0731/evans"
tap "neovim/neovim"

brew "awscli"
brew "bash"
brew "python"
brew "coreutils"
#brew "docker-machine-driver-hyperkit"
#brew "docker-machine-driver-xhyve"
brew "dockutil"
brew "exa"
brew "fd"
brew "fish"
brew "fzf"
brew "git"
brew "go"
brew "grc"
brew "gradle"
brew "helm"
brew "htop"
brew "iftop"
brew "kubernetes-cli"
brew "kubectx"
brew "lazygit"
brew "maven"
#brew "minikube"
brew "mycli"
brew "neovim", args: ["HEAD"]
brew "node"
brew "prototool"
brew "pv"
brew "python@2"
brew "rmtrash"
brew "rustup-init"
brew "thefuck"
brew "tig"
brew "watch"
brew "wget"
brew "z"
brew "zsh"
brew "derailed/k9s/k9s"
brew "jesseduffield/lazydocker/lazydocker"
brew "ktr0731/evans/evans"

cask "appcleaner"
cask "bloomrpc"
cask "docker"
cask "dropbox"
cask "font-cousine-nerd-font-mono"
cask "font-fantasquesansmono-nerd-font-mono"
cask "font-firacode-nerd-font-mono"
cask "font-hack-nerd-font-mono"
cask "font-inconsolata-nerd-font-mono"
cask "font-iosevka-nerd-font"
cask "font-iosevka-nerd-font-mono"
cask "font-jetbrains-mono"
cask "font-terminus-nerd-font-mono"
cask "font-ubuntumono-nerd-font-mono"
cask "google-backup-and-sync"
cask "hammerspoon"
cask "iterm2-beta"
cask "jetbrains-toolbox"
cask "keka"
cask "kube-forwarder"
#cask "minikube"
cask "skitch"
cask "spotify"
cask "telegram"
cask "transmission"
cask "ukelele"
cask "virtualbox"
cask "visual-studio-code"
cask "visualvm"
